micropython/micropython/ports/raspberrypi/boards/pimoroni_pga2350/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "Pimoroni PGA2350"
#define MICROPY_HW_MCU_NAME "rp2350b"

#define CIRCUITPY_PSRAM_CHIP_SELECT (&pin_GPIO47)
